[Chest_02_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 关闭")

[Chest_02_twk:DisTweaks_InteractableInterface_4 DisTweaks_InteractableInterface]
m_Name="箱子"
m_InteractText="`GBA_Use` 打开"

[DLC07_Mill_Engine_Door_twk:DisTweaks_InteractableInterface_31 DisTweaks_InteractableInterface]
m_Name="通往引擎室的门"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="需要密码"

[intercom_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="对讲机"
m_InteractText="`GBA_Use` 拨打"

[signal_bell_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="实验计时器"
m_InteractText="`GBA_Use` 使用"
